{
    "activityFields":[
        {"acr":"kRecht", "text":"Kauf- und Werkvertragsrecht"},
        {"acr":"eRecht", "text":"Energierecht"}, 
        {"acr":"vRecht", "text":"Vertragsrecht"},
        {"acr":"hRecht", "text":"Handels- und Gesellschaftsrecht"}, 
        {"acr":"mRecht", "text":"Mietrecht"},
        {"acr":"bRecht", "text":"Bankenrecht"},
        {"acr":"iRecht", "text":"Inkasso- und Mahnverfahren"}
    ],
    "menuItem": [
        {"acr":"kanzleiBtn", "text":"Kanzlei"},
        {"acr":"rechtBtn", "text":"Recht"},
        {"acr":"kontaktBtn", "text":"Kontakt"}
    ],
    "activityDescriptions":[
        {"acr":"kRecht", "text":"Kauf- und Werkverträge, zwei Verträge, die jeder regelmäßig im täglichen Leben abschließt, oft vollkommen unbewusst und ohne die Einzelheiten schriftlich zu fixieren, z.B. beim Einkauf beim Bäcker oder Baumarkt um die Ecke oder der Beauftragung eines Klemptners, der eine Verstopfung beseitigen soll.  Zum Glück werden viele dieser Verträge unproblematisch erfüllt, so dass eine Betrachtung der juristischen Einzelheiten dieser Vertragsarten nicht erforderlich ist.<br><br>Was jedoch, wenn es zum Streit kommt, größere bzw. hochwertige Waren angeschafft werden sollen oder Waren regelmäßig bezogen werden sollen? In diesem Fall kommt es auf die juristischen Details an, für die wir Ihnen mit unserer Erfahrung beratend zur Seite stehen, um Ihnen zu Ihrem Recht zu verhelfen.<br><br>Wir besprechen mit Ihnen Ihre Wünsche und Anforderungen und formulieren Vertragsbedingungen entsprechend. Nach unserer Erfahrung helfen klare Vertragsbedingungen und Verpflichtungen nachträglichen Streit oder gar Klagen zu vermeiden."}, 
        {"acr":"eRecht", "text":"Das Energierecht ist vielschichtig und ist mit verschiedenen Rechtsbereichen wie zum Beispiel privates und öffentliches Recht sowie Umweltrecht verbunden. Dabei untersteht es umfassender Regulierung des Europarechts. Wir helfen Ihnen, in diesem komplexen Netzwerk von Normen die Orientierung zu finden. <br><br> Mit unserer langjährigen Erfahrung beraten wir alle Rechtssuchende, von Energieversorgungsunternehmen über Eigenversorger bis zu Letztverbrauchern, und stellen so sicher, dass Verträge und Bedingungen Ihren Bedürfnissen entsprechend entworfen werden. Unsere Leistungen in der Energieindustrie lassen sich in fünf Bereiche gliedern. In den Bereichen Gas, Elektrizität, Flüssigerdgas (LNG) und Öl- und Ölprodukte entwerfen wir unter anderem Standard- und Rahmenverträge sowie langfristige Lieferverträge, strukturierte Transaktionen, Stromabnahmeverträge und andere Nischenverträge. Außerdem führen wir Überprüfungen und Risikoanalysen von unterschiedlichen Bedingungen durch. <br><br> Wir unterstützen Sie außerdem bei regulatorischen Angelegenheiten. Indem wir die entsprechenden Vorschriften für Sie implementieren und überprüfen, stellen wir sicher, dass Sie stets auf dem neuesten Stand sind und die richtigen vertraglichen Schutzmaßnahmen bereit haben."}, 
        {"acr":"vRecht", "text":"Verträge gibt es überall in unserem Alltag und regeln so gut wie jeden Aspekt unseres Lebens: Der Kauf jedes Artikels im Supermarkt, der Kauf eines Bahntickets, die Erstellung eines Bankkontos, die Beauftragung eines Schlossers—alles erfordert einen Vertrag. <br><br>Dabei gibt es vielseitige Punkte zu beachten: Was dürfen die Vertragsparteien vereinbaren und was für gesetzliche Einschränkungen gibt es? Kann man ein Rechtsgeschäft wieder rückgängig machen? Was kann man unternehmen, wenn die andere Vertragspartei sich weigert zu zahlen? Welche Besonderheiten gibt es bei online geschlossenen Verträgen zu beachten?<br><br>Sie sehen, dass rund um Verträge zahlreiche Fragen entstehen. Mit unserer langjährigen Erfahrung unterstützen wir Sie bei der Erstellung sowie Überprüfung und Aktualisierung von individuell angepassten Verträgen und allgemeinen Geschäftsbedingungen und sichern Ihr Interesse in einem Streitfall ab."},
        {"acr":"hRecht", "text":"Das Handelsrecht reguliert die besonderen Rechtsbeziehungen unter Kaufleuten und begründet somit ein besonderes Privatrecht für Kaufleute und Unternehmen. Grundsätzlich geht es um den Verkauf und Vertrieb von Waren oder Dienstleistungen, zwischen Kaufleuten oder Unternehmen. Da typischerweise beim Verkauf von Waren neben dem Hersteller auch andere Akteure wie Franchise-Partner, Makler, Agenten, Vertreter oder Vertragshändler in Lieferketten involviert sind, gibt es viele Rechtsbeziehungen, die es zu regeln gilt, um Interessen zu wahren.<br><br>Der Bereich des Gesellschaftsrechts dahingegen regelt alle Fragen, bezüglich der rechtlichen Organisation von Unternehmen und deren Gesellschaftern. Dabei geht es zum Beispiel um die geeignet Gesellschaftsform und Vertretung eines Unternehmens, aber auch um Umwandlungen, Verschmelzungen und die Liquidation, also die Abwicklung, von Gesellschaften.<br><br>Mit unserer langjährigen Erfahrung beraten und vertreten wir Sie bei allen Rechtsfragen, die in diesen Bereichen auftreten. Unter anderem unterstützen wir Sie bei der Erstellung und Prüfung von diversen Dokumenten wie etwa Gesellschaftsverträgen, Anteilsübertragungen und Anteilsverkäufe, Gesellschafterbeschlüssen, Ausgleichsansprüchen von Handelsvertretern und Maklerverträgen."},
        {"acr":"mRecht", "text":"Der Mietvertrag ist ein schuldrechtlicher Vertrag zwischen Vermieter und Mieter. Das bedeutet, dass der Vermieter dazu verpflichtet ist, dem Mieter die Mietsache zum Gebrauch zu überlassen, während sich der Mieter dazu verpflichtet, die vereinbarte Miete als Gegenleistung zu zahlen. Diese scheinbar elementare Vereinbarung bildet jedoch die Grundlage für viele Konflikte und Fragen, die beiden Parteien viele Unannehmlichkeiten bereiten können.<br><br>Neben der Höhe der Miete selbst gibt es diverse andere Fragen, die im Mietvertrag geregelt werden: Muss eine Mietsicherheit, also eine Kaution, gestellt werden? Darf die Wohnung untervermietet werden? Wird die Wohnung befristet oder unbefristet vermietet? Was ist mit Vereinbarungen über Mieterhöhungen? Wer muss Schönheitsreparaturen erbringen? Diese Fragen unterliegen nicht nur dem Willen der Parteien, sondern auch zwingendem Recht, welches der ständigen Weiterentwicklung durch die Gerichte obliegt. Spätestens im Streitfall müssen Vereinbarungen des Mietvertrags aufgrund dieser Entwicklungen überprüft werden. <br><br>Mit unserer langjährigen Erfahrung stehen wir Ihnen bei allen mietrechtlichen Angelegenheiten beiseite. Unter anderem überprüfen wir private oder gewerbliche Mietverträge sowie Mieterhöhungsgesuche und unterstützen bei Kündigungen, wobei wir sicherstellen, dass Ihr Interessen bestmöglich vertreten sind."},
        {"acr":"bRecht", "text":"Das Bankenrecht und das Kreditwesen unterliegt seit Jahren ständigen Veränderungen durch Richtlinien und Verordnungen der Europäischen Union. Dabei geht es zum einerseits um das klassische Ausleihen und die Rückzahlung von Geld anderseits um den Handel mit komplexen Finanzinstrument z.B. Derivaten. Das Bankenrecht regelt sowohl die rechtlichen Verhältnisse zwischen Kreditinstituten und Kunden bzw. Anlegern, als auch zwischen Kreditinstituten untereinander bzw. den zuständigen staatlichen Aufsichtsbehörden.<br><br>Mit unserer langjährigen Erfahrung stehen wir Ihnen bei allen bankrechtlichen Rechtsfragen zur Verfügung und beraten Sie in diesen komplexen Materien in einer Sprache, die Sie verstehen. Unter anderem unterstützen wir Sie bei der Entwicklung und Verhandlung von Rahmenverträge für den Derivatehandel, Verträgen über Finanzmarktprodukte und Kredite, sowie der einschlägigen Regulierung und dem Reporting von Finanzprodukten."},
        {"acr":"iRecht", "text":"Wenn eine Vertragspartei nicht zahlen will oder kann, beginnt ein zeitaufwendiger und stressvoller Vorgang für die andere Vertragspartei, den Gläubiger, der sich nun bemühen muss, die Schulden einzutreiben. Oft endet dieser Prozess mit einem Inkassoverfahren: einer gewerblichen Beitreibung fälliger Forderungen. Natürlich kann das Verfahren schnell ein Ende nehmen, wenn der Schuldner die Rechnung einfach nur übersehen hat oder wenn es andere Unstimmigkeiten gab, die sich leicht klären lassen, zahlt der Kunde aber auch nach mehrfacher Erinnerung und außergerichtlicher Bemühungen nicht, sollte der Gläubiger rechtliche Schritte in Erwägung ziehen, um seinen Anspruch durchzusetzen.<br><br>Mit unserer langjährigen Erfahrung stehen wir Ihnen im gesamten Vorgang zur Seite und stellen sicher, dass Ihr Interessen bestmöglich vertreten werden. Dabei unterstützen wir Sie bei der Durchführung von Inkasso und Mahnverfahren, bei der Prüfung von Ansprüchen sowie bei allen Fragen rund um Factoring Verträge, einer speziellen Form der Forderungseinziehung."}
    ],
    "contactDetails":[
        {"acr":"name", "text":"Rechtsanwaltskanzlei Michaela Duve"},
        {"acr":"adresse", "text":"Bahnhofstraße 6"},
        {"acr":"place", "text":"91126 Schwabach"},
        {"acr":"fon", "text":"+49-9122-8855730"},
        {"acr":"mail", "text":"<a href=\"mailto:info@ra-duve.de\">info@ra-duve.de</a>"}
    ],
    "Directions":[
        {"acr":"walk", "text":"Zu Fuss oder mit dem Rad erreichen sie uns am Besten, wenn Sie sich am Stadtpark Schwabach orientieren."},
        {"acr":"bus", "text":"Direkt vor der Eingangstüre in Richtung Bahnhof halten die Linien 676, 677, 679, 673"},
        {"acr":"train", "text":"Der Bahnhof Schwabach ist cirka 5 Minuten Fussweg von unserer Kanzlei entfernt, sie kommen dort mit der S-Bahn Linie S2 aus verschiednen Richtungen an."},
        {"acr":"car", "text":"Orientieren Sie sich am Stadtpark Schwabach, vor dem Anwesen und direkt am Stadtpark sind Parkplätze vorhanden."}
    ],
    "Transport":[
        {"acr":"walk", "text":"Zu Fuss"},
        {"acr":"bus", "text":"Mit dem Bus"},
        {"acr":"train", "text":"Mit dem Zug"},
        {"acr":"car", "text":"Mit dem Auto"}
    ]
}